{
  "0" : {
    "cantitate" : "32",
    "descriere" : "Physiology\n\nBulbasaur resembles a small, squatting dinosaur that walks on four legs, but bears three claws on each of its feet and has no tail. It also has large, red eyes and very sharp teeth. Its skin is a light, turquoise color with dark, green spots. It has three claws on all four of its legs. Its most notable feature, however, is the aforementioned bulb on its back, which according to its entry in the Pokédex, was planted there at birth.\nCharacteristics\n\nBulbasaur has a \"bulb\" on its back that grows steadily larger as it matures. This bulb contains a seed which uses photosynthesis to supply Bulbasaur with energy. Its bulb is also used to store the energy that the seed absorbs, which can be used when it is necessary. It is assumed that when a Bulbasaur collects enough energy in its bulb, it will evolve into an Ivysaur.\nBehavior\n\nBulbasaur often rests in bright places so its bulb can absorb sunlight. It can be seen napping in bright sunlight. While it sleeps, the seed on its back catches the rays and uses the energy to grow. ",
    "name" : "Bulbasaur",
    "price" : "1242",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/2/21/001Bulbasaur.png/revision/latest/scale-to-width-down/350?cb=20140328190757",
    "tip" : "Iarba"
  },
  "1" : {
    "cantitate" : "43",
    "descriere" : "Physiology\n\nCharmander is a small, bipedal, dinosaur-like Pokémon. Most of its body is colored orange, while its underbelly is a pale light-yellow color. Charmander, like its evolved forms, has a flame that constantly burns on the end of its tail. However, If the flame on Charmander's tail goes out, Charmander is known to die.\nCharacteristics\n\nThe power of its flame attacks can be gauged by the size of the flame on its tail.\nBehavior\n\nCharmander is easily the most mild-mannered and well-behaved of its evolution line. Its feelings and emotions can be read by the flame on the tip of its tail. It flares up in a fury when Charmander is angry. If it growls that means it's angry or is about to attack.\nPersonality\n\nCharmander doesn't do well with impatient people. It doesn't appreciate being rushed, and most of the time, will not allow it. It is a sweet Pokémon, but is feisty nonetheless. Charmander doesn't enjoy accepting favors, because it feels it owes something in return. It is extremely loyal to its loved ones, and knows a good thing when it sees it. It will treat those in its life accordingly.\nHabitat\n\nCharmander is rarely found in the wild since it's a Starter Pokémon. Sometimes they gather in extremely hot areas such as active volcanoes or in craggy mountains and in caves along the coast of the Sevii Islands. ",
    "name" : "Charmander",
    "price" : "3423",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/7/73/004Charmander.png/revision/latest/scale-to-width-down/350?cb=20140724195345",
    "tip" : "Foc"
  },
  "2" : {
    "cantitate" : "4",
    "descriere" : "undefinedPhysiology\n\nPikachu are small, chubby, and incredibly cute mouse-like Pokémon. They are almost completely covered by yellow fur. They have long yellow ears that are tipped with black. A Pikachu's back has two brown stripes, and its large tail is notable for being shaped like a lightning bolt. On its cheeks are two circle-shaped red pouches used for storing electricity. They turn yellow and spark with electricity when its about to use an Electric attack, such as Thunderbolt. It has also been known to generate small surges of electrical energy in anger or for protection, like in the anime.\n\nA female Pikachu looks almost exactly the same as a male, with the exception of her tail, which is rounded at the end and has an inward dent, giving it the appearance of a heart. However, in earlier anime episodes, and in the games prior to Generation IV, female and male Pikachu look identical.\n\nWhen several of these Pokémon gather, their electricity can cause lightning storms.\n\nIn SM091, according to Pikarla, the fur from Pikachu in the Kanto region sparkles in sunlight, while the Pikachu from Alola fur is silky smooth and shines in sunlight.\nBehavior\n\nPikachus are usually friendly creatures that love to be cuddled. They love having their tails rubbed, especially at the base; they also like being stroked. However, if threatened or angered, this Pokémon can be quite aggressive. If someone pulls its tail, it is most likely it will bite or shock anyone in the area, including the one who pulled its tail.\n\nThe Pikachu that live in the Pikachu Valley in Alola in the anime, greet each other by sniffing one another and rubbing their tails together. Also they can start duels with one another by sending electric signals and the winner is decided when the opponent's tail is bitten.\nSpecial abilities\n\nPikachu's special ability is Static, which can cause paralysis in battle if hit by a physical move. In Pokémon Black and White's Dream World, the Trainer receives a Pikachu with the Lightningrod ability.\n\nPikachu are capable of learning Volt Tackle, a powerful Electric-type physical move exclusive to the Pikachu family of Pokémon.\nZ-Moves\n\nPikachu is one of the few Pokémon in Sun and Moon which have a special Z-Move dedicated to them.\n\nThe Z-Move Catastropika is Pikachu's signature move. The move is activated by the Z-Crystal, Pikanium Z. Its base is Volt Tackle. Catastropika can be learned only by a Pikachu with Volt Tackle, and becomes unusable if Volt Tackle is forgotten or if the Pikachu evolves into Raichu.\n\nPikachu, being an Electric-type, is capable of using the Z-Crystal, Electrium Z, to use Z Moves. ",
    "name" : "Pikachu",
    "price" : "4000",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/0/0d/025Pikachu.png/revision/latest?cb=20140328192412",
    "tip" : "Electric"
  },
  "-LjWXklqGlTF_tvG09Kn" : {
    "cantitate" : "32",
    "descriere" : "Physiology\n\nWeedle is a small, insect-like Pokémon appearing as a brown caterpillar with large stingers on both its tail and head. Across Weedle's underside are small, pink nubs which it uses to move. On its head, Weedle has two beady, black eyes above a large, pink nose.\nNatural abilities\n\nWeedle has the ability Shield Dust, which will block any side effect caused by an opposing attack. With its great scent it can smell the leaves it likes best.\n\nWeedle's sense of smell is excellent. With its large red nose, it can sniff out the leaves it likes best.\n\nWeedle has a large stinger on its head. This stinger, according to the Pokédex, measures around two inches and is very toxic. Furthermore, the Pokédex states that Weedle is brightly colored, so as to ward off any potential predators. ",
    "name" : "Weedle",
    "price" : "1222",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/d/df/013Weedle.png/revision/latest/scale-to-width-down/350?cb=20140328191838",
    "tip" : "Gandac"
  },
  "-LjWdP6eMGwngwMYxWn4" : {
    "cantitate" : "14",
    "descriere" : "undefinedPhysiology\n\nSquirtle is a small, light-blue Pokémon with an appearance similar to a turtle. With its aerodynamic shape and grooved surface, Squirtle's shell helps it wade through the water very quickly. It also offers protection in battle. Like turtles, Squirtle has a shell that covers its body with holes that allow its limbs, tail, and head to be exposed. Unlike a turtle, Squirtle is ordinarily bipedal. \nCharacteristics\n\nIts shell is highly sturdy, and it can hide within its shell to protect itself from physical attacks.\nPersonality\n\nSquirtle is usually well behaved, yet it has an underlying rebellious streak. It likes to be open with only a limited number of people and won’t advertise its secrets. It prefers to stay within a close knit group, but can still enjoy making new friends. Other Pokémon may regard it as difficult and hard to get along with, but only if they have previously gotten on its bad side. ",
    "name" : "Squirtle",
    "price" : "2300",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/3/39/007Squirtle.png/revision/latest/scale-to-width-down/350?cb=20140328191525",
    "tip" : "Apa"
  },
  "-LjWdX-DmU-yMmXOpWTs" : {
    "cantitate" : "5",
    "descriere" : "Physiology\n\nMew is a small, cat-like Pokémon with small, pointed ears, blue eyes, a long, thin tail with a large bulge at the end, and large feet with three toes. It is covered with a layer of fine, pink hair, only visible with the aid of a microscope. It has extremely short arms with three fingers on each paw, and has small, orange paw pads on the undersides of its feet.\nCharacteristics\n\nIt is said that Mew's DNA possesses the genetic composition of every existing Pokémon species, thus allowing it to use all known Pokémon moves (and Pokémon's Exclusive Z-Moves, excluding Ultra Necrozma's Z-Move). Its possession of every Pokémon's DNA also allows it to de-evolve Pokémon, as show in the TCG through its moves Devolution Beam and Devo Crush. ",
    "name" : "Mew",
    "price" : "5000",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/b/b1/151Mew.png/revision/latest?cb=20140328211459",
    "tip" : "Psihic"
  },
  "-LjWe16lQLgF3oWOqW2T" : {
    "cantitate" : "3",
    "descriere" : "undefinedPhysiology\n\nPsyduck is a medium-sized, yellow duck Pokémon. Only the feet and bill are tan. The other body parts are all yellow. Psyduck has three black hairs on top of its head, and its hands are always on its head due to its constant headache.\nBehavior\n\nPsyduck always hold their heads due to the fact that they have a near-constant headache. This makes them seem like they are stupid, when in fact they are quite clever and wily.\nNatural abilities\n\nPsyduck can have either the ability Damp or Cloud Nine. Damp is an ability that will prevent the opponent from self destructing, while Cloud Nine prevents the effects of weather. It suffers from a constant headache. From time to time, it's headache causes it psychic abilities to increase tenfold. ",
    "name" : "Psyduck",
    "price" : "3900",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/5/53/054Psyduck.png/revision/latest?cb=20140328195856",
    "tip" : "Apa"
  },
  "-LjWeFEE9-pT_yadv_ZU" : {
    "cantitate" : "5",
    "descriere" : "Physiology\n\nRattata is mouse-like, with large incisors and a whisker on both sides. Female Rattata have shorter whiskers than the males. The fur of a normal variant is purple, with a white or cream colored underside: the fur of an Alolan variant is black with dark cram underside. Rattata have red eyes, with no obvious pupils. The tail is long, and curled slightly at the tip. Rattata have three-toed paws, which are the same color as its underbelly.\nNatural abilities\n\nRattata's teeth grow very quickly and they can survive almost anywhere. It's happy to nest just about anywhere.\n\nThey also utilize their teeth so they can use attacks such as Super Fang and Bite. Rattata is always on the alert. Even while asleep, Rattata constantly moves its ears to listen around. ",
    "name" : "Rattata",
    "price" : "1900",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/4/46/019Rattata.png/revision/latest?cb=20140328192134",
    "tip" : "Normal"
  },
  "-LjWedKoLlY78jip33lk" : {
    "cantitate" : "",
    "descriere" : "Physiology\n\nCaterpie is a worm-like Pokémon that is mainly green in color with a tan underside. Just below its head are four, tiny legs that are used only for movement. On top of its head is a red, \"y-shaped\" antenna, which can be used to produce an odor used in self-defense, in case something tries to hurt it.\nSpecial abilities\n\nCaterpie has the ability Shield Dust, which negates all status effects that are side effects of other moves. When threatened, it can release a strong odor from its antenna, which it uses to ward off predators. A ravenous Caterpie can quickly gobble up leaves that are much bigger than itself. ",
    "name" : "Caterpie",
    "price" : "2700",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/5/5d/010Caterpie.png/revision/latest?cb=20140328191737",
    "tip" : "Gandac"
  },
  "-LjWfJRy9EhUg0WbJKYR" : {
    "cantitate" : "4",
    "descriere" : "Physiology\n\nPidgey resembles a small, plump-bodied bird. It is brown in color, with a cream-colored throat and belly. The tips of its wings share the same color. Both its feet and beak are a pinkish-gray color. Its plumage is fairly nondescript, particularly compared to its evolutions, Pidgeotto and Pidgeot. It has black markings around its eyes and a small crest of brown and cream feathers above its eyes.\n\nIt resembles other small flying-type Pokémon, such as Starly, Taillow, and Spearow. However, due to the fact that this Pokémon tend to be unique to a region, with the exception of Spearow, it is likely that they are a result of convergent evolution.\nNatural abilities\n\nWhen on the ground, Pidgey flaps its wings to kick up sand and dust that blinds its opponents. It has an excellent sense of direction and homing instincts. It can locate its nest even when far removed from familiar surroundings. These skills enable it to be easily trained to deliver messages.\n\nPidgey are shown to be prey for Pokémon such as Meowth. Their eggs are often the victim of hungry Ekans. ",
    "name" : "Pidgey",
    "price" : "2000",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/5/55/016Pidgey.png/revision/latest?cb=20140328192030",
    "tip" : "Zburator"
  },
  "-LjWh2CNmquXgYmCnvPA" : {
    "cantitate" : "5",
    "descriere" : "undefinedPhysiology\n\nVulpix are fox-like Pokémon with reddish-brown fur. Vulpix's most distinctive feature is its six orange tails that are curled at the tips. According to the Pokédex, when it is born, Vulpix possesses one snow white tail that eventually splits into many tails as it grows older. On the top of its head, Vulpix has a tuft of bright orange fur that curls into three rolls at the top and falls over its forehead at the bottom. Its underbelly is cream-colored. Additionally, a shiny Vulpix has a golden color scheme as opposed to its original red-brown. Also, Vulpix do not have any differences in appearance between genders.\n\nAlolan Vulpix, having moved to the snowy mountains to avoid other Pokémon habitats, has adapted to the cold climate. It is a fox-like Pokémon with snow white fur and ice blue paws. Alolan Vulpix's most distinctive feature is its snow white body and its six ice blue tails which are connected by a tuft of snow white fur. On the top of its head, Alolan Vulpix has a tuft of snow white fur which curls back and falls over its forehead at the bottom.\n\nVulpix appear to be feminine Pokémon in general, and females are more commonly found in the wild than males. ",
    "name" : "Vulpix",
    "price" : "2799",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/6/60/037Vulpix.png/revision/latest?cb=20140328193205",
    "tip" : "Foc"
  },
  "-LjWhAZEcg1wNnzNJ86K" : {
    "cantitate" : "6",
    "descriere" : "undefinedPhysiology\n\nMankey is a small, monkey-like Pokémon. They are a mostly tan in color, with a round body, long limbs and a tail. They have a pig nose due to it being the Pig Monkey species. Mankey are also renowned for their pointy ears and medium length fur. They have triangular eyes with red irises; this clearly represents the anger this Pokémon is known for.\nNatural abilities\n\nMankey can have the abilities Vital Spirit or Anger Point. Vital Spirit allows Mankey to be immune to sleeping. Anger Point raises Mankey's Attack when it is hit by a critical hit. Mankey are very easy to anger. ",
    "name" : "Mankey",
    "price" : "2783",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/4/41/056Mankey.png/revision/latest?cb=20140328195857",
    "tip" : "Luptator"
  },
  "-LjWhFm68lOmfnLItKWB" : {
    "cantitate" : "5",
    "descriere" : "Abra is a golden-brown, human-like fox Pokémon with three fingers and toes on both arms and legs. Its eyes are mostly closed because of its tendency to sleep a lot. The shoulders are brown. Abra has a long tail with one brown stripe. Feet have 3 sharp claws, 2 on the front and 1 on the heel. Abra stands 2'11\" and has the same physical appearance, no matter what its gender is. It has slightly-pointed ears and its body looks slightly like it has a type of body armour on its top half.\nNatural abilities\n\nAbra can have the abilities Synchronize and Inner Focus. Inner Focus prevents Abra from flinching. Synchronize allows Abra to give a status condition back to the opponent if Abra gets a status condition. It has been known to sleep 18 hours a day, as it needs its rest for its telekinetic abilities. Abra also can teleport away from danger by the means of using the move Teleport. It can even perform this technique while asleep. If it doesn't get enough sleep its powers fade. ",
    "name" : "Abra",
    "price" : "2345",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/6/62/063Abra.png/revision/latest?cb=20140328202819",
    "tip" : "Psihic"
  },
  "-LjWhNsVcu3PPeuQcaL4" : {
    "cantitate" : "9",
    "descriere" : "Physiology\n\nGrimer was created when sludge in a dirty stream was exposed to the moon's X-rays. It is composed primarily of putrid, hardened sludge and grime. It smells incredibly foul, and can influence the abandonment of entire cities due to its polluting nature－even weeds don't grow where a Grimer has appeared. Grimer thrives in filthy areas, such as factories, garbage dumps, sewers and polluted water systems. It survives and matures by sucking up polluted sludge that is pumped out of factories, adding toxic waste to its already toxic girth.\n\nThe Grimers that are from the Kanto region are colored purple, but the Grimers that are from the Alola region are colored with dark green on its body, yellow for the jawline and blue for the tongue, also it has two crystal that are sticking on the roof of it's mouth acts like teeth. ",
    "name" : "Grimer",
    "price" : "1890",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/a/a0/088Grimer.png/revision/latest?cb=20140328204318",
    "tip" : "Otrava"
  },
  "-LjWhUOddkRaEFLDaDCg" : {
    "cantitate" : "3",
    "descriere" : "Physiology\n\nVoltorb are Pokémon that look like a large Poké Ball. Spherical in shape, Voltorb's top half is colored red while its bottom half is white. Voltorb do not have much else in features besides its eyes, which usually indicate that it is angry.\nNatural abilities\n\nVoltorb can have the special ability Soundproof or the special ability Static. Soundproof makes Voltorb immune to \"sound moves\" while Static causes the opponent to have a 30% chance to be paralyzed if Voltorb is hit by a physical attack. This Pokémon looks just like a Poké Ball. It is also dangerous because it may electrocute or explode on touch. ",
    "name" : "Voltorb",
    "price" : "3200",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/d/da/100Voltorb.png/revision/latest?cb=20140328204636",
    "tip" : "Electric"
  },
  "-LjWhbM5XfsMSa4bD5mm" : {
    "cantitate" : "6",
    "descriere" : "Physiology\n\nKoffing is a Poison Gas Pokémon. Its body is purple and spherical with a skull and crossbones on the lower parts of its body. It has openings that allow gases to escape. A Koffing will spew a harmless gas if its happy, and a poisonous gas if it's angry. Koffing mainly eats rotten kitchen garbage.\nNatural abilities\n\nKoffing have the ability Levitate. Levitate causes all Ground-type moves to miss Koffing. Lighter-than-air gases in its body keep it aloft. The gases not only smell, they are also explosive. Koffing's signature attack is Poison Gas. ",
    "name" : "Koffing",
    "price" : "900",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/1/17/109Koffing.png/revision/latest?cb=20140328205307",
    "tip" : "Otrava"
  },
  "-LjWhga7p3cA3WWQ92-9" : {
    "cantitate" : "4",
    "descriere" : "Physiology\n\nJolteon is a quadruped mammalian Pokémon with some traits of a herding dog as seen in Get Along, Little Pokémon, when Ethan used Jolteon as a \"sheep dog\" to herd the Magnemite. Jolteon's body is covered in spiny bright yellow fur. It has long ears resembling a rabbit, deep purple almond-shaped eyes, and a blunt cat-like muzzle with a small black triangular nose. It has a spiky white mane encircling its neck. Its legs and paws are slender and fox-like, with three toes on each and no visible claws. Jolteon has a spiny fringe of fur covering its backside, and it has a small short spike-like tail that is not often visible (but seen in games such as Pokémon Stadium). Its back legs seems to be powerfully-built, allowing it to run at high speeds like a cheetah.\nNatural abilities\nJolteon-ElectricTaleofPikachu-Retracting-Extending-Claws-Like-A-Cat\n\nJolteon, in The Electric Tale of Pikachu manga, shown to be able to retract and extend its claws like a cat with an appearance similar to a fennec fox.\n\nJolteon have the ability Volt Absorb. This allows Jolteon to absorb any Electric-type move and heal itself. Jolteon is able to gather negative ions from the atmosphere, using the resulting electricity to create lightning bolts of up to 10,000 volts. Its individual cells also create small electrical charges on their own, which combined with the static electricity caused by its body can result in powerful electric-type attacks. It is very sensitive and temperamental, which causes it to constantly charge as it quickly changes moods. It can also make lightning and cause small thunderstorms. When threatened or angered, its fur stands on its end and becomes sharp bristles, and it will fire these electrified needles from its body. When it exhales little sparks come form in its mouth due to its electricity. ",
    "name" : "Jolteon",
    "price" : "3900",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/b/bb/135Jolteon.png/revision/latest?cb=20140328210733",
    "tip" : "Electric"
  },
  "-LjWhmJeuoHdsoBfKgw5" : {
    "cantitate" : "5",
    "descriere" : "Physiology\n\nSnorlax is a very large and fat, bear-like Pokémon that has grayish-blue fur and an apricot-color underbelly. Its eyes are always closed, making it look as if it is sleeping.\nBehavior\n\nSnorlax is known for its relaxed and somewhat-sluggish nature. It will sleep all day until it is hungry, when it will awake and forage for the 880 pounds (399 kilograms) of food it needs, afterwards falling back to sleep again. Because of its eating habits, it can interfere with human farming by destroying crops for food, but it is also believed to release a kind of energy to help new plants grow wherever it ate. In the wild, it will ignore most people and Pokémon while it is eating or sleeping, but tends to be very affectionate towards its Trainer after being caught. ",
    "name" : "Snorlax",
    "price" : "5900",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/f/fb/143Snorlax.png/revision/latest?cb=20140328211202",
    "tip" : "Normal"
  },
  "-LjWhraVG8eFx9KybkYx" : {
    "cantitate" : "3",
    "descriere" : "undefinedPhysiology\n\nChansey is an Egg Pokémon. She has three strands of hair sticking out on each side. Chansey is entirely light pink, except for its egg and tips of her \"Hair\". She has a major resemblance to an axolotl, even carrying eggs.\nBehavior\n\nChansey is an extremely brave and kind Pokémon and whatever her mood is, she's always smiling. She is known to bring anyone happiness.\nNatural abilities\n\nChansey can either have the ability Natural Cure or the ability Serene Grace. Natural Cure causes all of Chansey's status effects to be cured when Chansey is switched out. Serene Grace doubles the chances that secondary effects happen. Chanseys are supposed to bring happiness and are seen carrying a stone shaped egg and shares her with injured Pokémon. Chansey (and her evolutionary line) also happens to have more items associated with it than any other Pokémon: the Lucky Punch, the Lucky Incense, the Lucky Egg, and the aforementioned Oval Stone. ",
    "name" : "Chansey",
    "price" : "1788",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/c/cd/113Chansey.png/revision/latest?cb=20140328205759",
    "tip" : "Normal"
  },
  "-LjWiNQKjuoanMtnLhVo" : {
    "cantitate" : "4",
    "descriere" : "Physiology\n\nInterestingly Starmie's \"back-half\" has been depicted several different ways. In the anime Starmie has the appearance of two starfish fused together; while in more modern games the back-half has been shown to spin wildly completely independent of the front-half of the Pokémon. Many fans tend to think of the anime's depiction as the more realistic of the two, considering the rapid spinning would obviously get in the way of any trainer trying to surf on this particular Pokémon. Starmie's core shines in a rainbow of seven colors, some people value this core as a type of jewelry.\nSpecial Abilities\n\nStarmie gains three abilities, which are Illuminate, Natural Cure, and Analytic (obtained via Dream World). Illuminate increases the chance of encountering wild Pokémon. Natural Cure removes any status conditions when Starmie switches in and out of battle. Analytic allows Starmie to gain a boost in its attack stats if it is slower than the opposing Pokémon.\n\nStarmie is able to emit peculiar signal waves from the gem-like core attached to the center of its body. These waves are said to cause headaches to those who get near Starmie (according to the Pokémon Sun Pokédex entry). The core radiate the seven colors of the rainbow, earning the nickname “gem of the sea”. ",
    "name" : "Starmie",
    "price" : "3454",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/c/cd/121Starmie.png/revision/latest?cb=20140328210340",
    "tip" : "Apa"
  },
  "-LjWiRPUnNa6z6nITOoB" : {
    "cantitate" : "5",
    "descriere" : "undefinedPhysiology\n\nCubone, known as the Lonely Pokémon, appears to be a small, brown, dinosaur-like Pokémon that constantly wears its deceased mother's skull like a helmet. The skull masks its true face from view, which makes it a puzzlement for many Trainers and researchers. Its cries echo within the skull and it comes out as a pained and sad melody. On the night of a full moon, it cries, for it seems to recognize its mother's face in the moon. Its tears create stains on the skull. Cubone has a plump body with a paler-colored underbelly, with strong, clawed limbs to carry a bone as a weapon around wherever it goes. Cubone has a single, nailed toe on each foot, with two spikes on its back. A small tail is also present for balance, but it can be used for attacking.\nNatural abilities\n\nCubone can have the ability Rock Head or the ability Lightningrod. Rock Head prevents Cubone from receiving recoil damage. Lightningrod targets all Electric-type attacks towards Cubone. Cubone's real face has never been seen before, thanks to its bone mask. When it thinks of its dead mother, it cries. Its crying makes the skull it wears rattle loudly. ",
    "name" : "Cubone",
    "price" : "3421",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/2/2a/104Cubone.png/revision/latest?cb=20140328205304",
    "tip" : "Pamant"
  },
  "-LjWiXZiyquB3bYwrEvb" : {
    "cantitate" : "5",
    "descriere" : "Physiology\n\nAlakazam is a human-like Pokémon. It is colored yellow and brown, and it has some fox-like features. It is also shown carrying two spoons, which it uses to fight with strong, telekinetic powers. Like Kadabra, Alakazam's gender can be identified by the length of its mustache.\nNatural abilities\n\nAlakazam will have the same ability it had when it was a Kadabra. Synchronize transfers a status effect to an opponent if Alakazam gets a status effect. Inner Focus prevents Alakazam from flinching. Alakazam is known as one of the smartest Pokémon. It has an IQ of 5,000 and has the brain of a supercomputer. It can remember every battle it has ever fought in. ",
    "name" : "Alakazam",
    "price" : "7554",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/c/cc/065Alakazam.png/revision/latest?cb=20140328202820",
    "tip" : "Psihic"
  },
  "-LjXG-X_xgAT1OIO780Q" : {
    "cantitate" : "5",
    "descriere" : "Physiology\n\nFearow is a large, mostly brown bird Pokémon with a vulturine neck and broad, powerful wings. It has a large wingspan, an elongated neck, and a thin, long beak: all characteristics being a radical departure from its short-winged, stubby-beaked, pre-evolved form, Spearow.\nNatural abilities\n\nFearow uses its great wings to catch air currents and effortlessly glide over large distances for as long as a day without having to land or rest. It flies high into the sky, and swoops down at its prey. By using a combination of its neck and beak, it has a long reach, allowing it to pluck bugs from the ground or easily pluck prey from soil or water as it swoops down. If it senses danger, it avoids it if possible. ",
    "name" : "Fearow",
    "price" : "3442",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/a/a0/022Fearow.png/revision/latest?cb=20140328192324",
    "tip" : "Zburator"
  },
  "-Lje5L3pZDsSUe8tBXOh" : {
    "cantitate" : "5",
    "descriere" : "Physiology\n\nDigletts are small, brown moles with two small eyes and a large pink/red nose. Since part of its body is underground, we don't know whether or not Diglett has feet, tail(s), etc. However, in Pokémon Mystery Dungeon Red Rescue Team and Blue Rescue Team, the rescued Diglett (after Skarmory kidnapped him) claimed to say his feet were getting cold (Which thereafter caused an awkward moment of silence).\n\nHowever, in its Alolan form the Diglett has three pieces of blonde hair that is on top of its head.\nBehavior\n\nDiglett live only a few feet underground, and feed on plant roots. It burrows through the ground at a shallow depth, leaving raised earth in its wake, perfect for planting crops. Diglett are frequently kept on farms for this reason. Diglett has very thin skin, and thus if Diglett is exposed to light its blood will heat up, causing it to grow weak. This weakness to heat causes Diglett to prefer dark places, sticking its head up only when the sun is not bright. Otherwise, it pops up in caves. Diglett make their homes in tunnels and caves under the earth, most of which are made by burrowing Onix. ",
    "name" : "Diglett",
    "price" : "1069",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/3/31/050Diglett.png/revision/latest?cb=20140328194046",
    "tip" : "Pamant"
  },
  "-Ljlw9CmX6QypaKeNR-r" : {
    "cantitate" : "5",
    "descriere" : "Physiology\n\nMeowth is a small, bipedal, feline Pokémon. It has two white whiskers on each side of its oval-shaped face and two hairs sticking up on either side of the coin-like gem on its forehead, and highly resembles a cat. Meowth's tail and feet are cream-colored like the rest of it, but they are brown at the end. It has small paw pads on the undersides of its heels and toes. It is much like a Maneki Neko, a toy of Japanese descent known for bobbing its arm and hand up and down.\nNatural abilities\n\nMeowth has the ability Pickup or the ability Technician. Pickup allows Meowth to pick up items while the player is walking. Technician powers up non-effective moves. Meowth and Persian are the only Pokémon that can learn Pay Day (equation is Lv/2 multiplied by 10). If Meowth has Pickup, it will have Limber when it's a Persian. ",
    "name" : "Meowth",
    "price" : "3423",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/d/d6/052Meowth.png/revision/latest?cb=20140328195855",
    "tip" : "Intunecat"
  },
  "-LjlwoX5Ntf_CBAP74-n" : {
    "cantitate" : "5",
    "descriere" : "Physiology\n\nBellsprout is a plant-like Pokémon. The body is a thin brown root and stem system. Bellsprout has two root-like legs. It has two leaves on each side. Its head is yellow and shaped like a bulb, the tip is colored pink, and it has the smallest amount of dirt on its feet.\nNatural abilities\n\nAll Bellsprout have the ability Chlorophyll, which increases Bellsprout's Speed when it is sunny. It is said to ensnare its prey in its vines and devour it, and can also spit a highly corrosive fluid that can melt even iron. This Pokémon prefers hot and humid environments, since it can absorb more moisture from the ground by planting its root-like feet. In battle, Bellsprout can take advantage of its flexibility to bend and sway its way out of the range of its opponent's attacks, no matter how powerful they may be. It is quick capturing its prey with its vines. ",
    "name" : "Bellsprout",
    "price" : "3452",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/a/a2/069Bellsprout.png/revision/latest?cb=20140328203359",
    "tip" : "Iarba"
  },
  "-Ljlx5pC05qTOC3vbDQA" : {
    "cantitate" : "5",
    "descriere" : "Physiology\n\nThis Pokémon has a rock for a head, no nose, and two long arms that start with a bulging muscle and end with rock hands resembling a human's.\n\nAlolan variant Geodude are slate grey with black eyebrows and three-fingered hands (the middle, ring and pinky fingers are now one).\nBehavior\n\nGeodude most frequently are found in fields and on mountains. People step or trip on them from time to time, mistaking them for rocks. Its arms are so strong that it can use them to climb mountains. Rhyperior sometimes accidentally shoot Geodude from their cannon-like arms.\n\nThe entire body of an Alolan Geodude is electrical and magnetic. Anyone who steps on a Geodude will feel a slight snap followed by a nasty jolt of electricity. Alolan Geodudes often compete in headbutting battles; the one with the strongest magnetic force will attract more iron sand. ",
    "name" : "Geodude",
    "price" : "3245",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/9/98/074Geodude.png/revision/latest?cb=20140328203940",
    "tip" : "Roca"
  },
  "-Ljly2HGEaUoh70NBH72" : {
    "cantitate" : "5",
    "descriere" : "Physiology\n\nMagnemite has light-blue steel body in the shape of a sphere which is kept bound together with the two screws and one large screw at the top of its head. It has one big eye that is as big as the magnets it uses; which can launch electric attacks. On the side of its body are two horseshoe magnets which expel antigravity, allowing it to float in mid-air.\nBehavior\n\nMagnemite emit electromagnetic energy from its horseshoe magnets in order to keep afloat. It consumes electricity by attaching itself to power lines. During power outages, people would often find large groups of Magnemites congregating inside of circuit breakers. If a Magnemite runs low on its electrical energy supply, it would be rendered incapable of flight.\nNatural abilities\n\nMagnemite can have the ability Magnet Pull or the ability Sturdy. Magnet Pull prevents any Steel-type Pokémon from escaping or switching out. Sturdy protects Magnemite from OHKO moves. The units at its sides generate electromagnetic waves that keep it airborne. It also feeds on electricity. ",
    "name" : "Magnemite",
    "price" : "4241",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/6/6c/081Magnemite.png/revision/latest?cb=20140328204314",
    "tip" : "Otel"
  },
  "-LjlyPbygXyIv26k7r3O" : {
    "cantitate" : "5",
    "descriere" : "Physiology\n\nGastly's appearance consists of a dark sphere (its \"head\") surrounded by light purple gas. Gastly has large, white eyes and a large mouth with a small pair of fangs.\nCharacteristics\n\nDue to having a body made of gas, Gastly can slip into any place it wants. However, Gastly's body will dwindle away when exposed to a strong wind. It can also render itself nearly invisible and approach enemies undetected, and can envelop said enemies, regardless of their size.\nHabitat\n\nDue to the fact that Gastly's body can be blown away by strong wind, they gather under the eaves of houses in order to escape it. ",
    "name" : "Gastly",
    "price" : "4242",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/c/ca/092Gastly.png/revision/latest?cb=20140328204633",
    "tip" : "Fantoma"
  },
  "-LjlyeBCSCO0qEDXtf5S" : {
    "cantitate" : "5",
    "descriere" : "Physiology\n\nOnix is a Rock Snake Pokémon. Its serpentine body is made up of large boulders and little pebbles. It has a long horn atop its head and small eyes.\nNatural abilities\n\nOnix can have the abilities Rock Head or Sturdy. Rock Head prevents Onix from recoiling, while Sturdy gives Onix immunity to OHKO moves . When it is burrowing underground, it can cause rumbles and earthquakes. It can dig at speeds up to 50 MPH. It has a compass in its brain that can tell Onix what direction it is facing. ",
    "name" : "Onix",
    "price" : "3332",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/9/9a/095Onix.png/revision/latest?cb=20140328204634",
    "tip" : "Roca"
  },
  "-LjlyuQUlAXGehB6uUA0" : {
    "cantitate" : "4",
    "descriere" : "Physiology\n\nDrowzee is a tapir-like Pokémon that is mostly yellow. The bottom half of its body is covered in mud, as if it was bathing in it. When Drowzee uses Hypnosis, its eyes glow a light blue.\nNatural abilities\n\nDrowzee can have the ability Forewarn or the ability Insomnia. Forewarn allows Drowzee to identify the opponent's strongest move. Insomnia gives Drowzee immunity to sleeping. It is skilled in hypnotism. After it makes a target asleep, it will eat their dreams. Fun dreams are Drowzee's favorite, while bad dreams can make Drowzee ill. ",
    "name" : "Drowzee",
    "price" : "2231",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/3/3e/096Drowzee.png/revision/latest?cb=20140328204634",
    "tip" : "Psihic"
  },
  "-LjlzAxZNuUlFmamP3GX" : {
    "cantitate" : "4",
    "descriere" : "Physiology\n\nKrabby is a River Crab Pokémon. It is red on top and mostly tan on the bottom. Its signature feature are the two long pincers it has.\nBehavior\n\nKrabby is an omnivore and a scavenger; it rarely hunts for itself. It can also act as a filter feeder by harmonizing bacteria in the sand, but this is rare. It is territorial, and in beaches where there is little food, fights between Krabby are common. Krabby also uses camouflage; it can form mucus sacs around itself if threatened, making it seem larger or making it harder to spot against sea sand. It is usually very small, but it makes up for this with its aggressiveness.\nNatural abilities\n\nKrabby can have the ability Hyper Cutter or Shell Armor. Hyper Cutter prevents Krabby's attack from decreasing. Shell Armor prevents all critical hits towards Krabby. If one of its arms break off, it can grow a new one back. They are usually found under the sand in beaches. ",
    "name" : "Krabby",
    "price" : "3232",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/a/a7/098Krabby.png/revision/latest?cb=20140328204635",
    "tip" : "Apa"
  },
  "-LjlzMBmLqsqjsxlRqtT" : {
    "cantitate" : "4",
    "descriere" : "Physiology\n\nExeggcute resemble a set of six, separate eggs. The \"eggs\" each have a face, and each has a series of cracks or even broken pieces on them. Even though they appear as eggs, Exeggcute are closer to seeds, given their Grass-type status.\nNatural abilities\n\nExeggcute have the special ability Chlorophyll which allows their speed to double in sunny weather. This effect however, will stop when there is no longer any sunny weather.\n\nExeggcute always gather in groups of six, so as to use their special type of telepathy. Their Psychic-type status allows them to use a number of psychic abilities along with their Grass-type moves. As seen in the anime, Exeggcute are quite proficient with the move Hypnosis.\n\nExeggcute is often a small prey item for certain Pokémon species such as Pidgeotto and Crabrawler. ",
    "name" : "Exeggcute",
    "price" : "2314",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/a/af/102Exeggcute.png/revision/latest?cb=20140328205303",
    "tip" : "Iarba"
  },
  "-Ljlzhv27f4_dHslJGiO" : {
    "cantitate" : "5",
    "descriere" : "Physiology\n\nHitmonlee is known as the Kicking Pokémon because of its kicking power. It is brown in color with tape markings wrapped around its forearms and legs. While it looks like it has tape wrapped around its legs, the tape is actually its legs coiled like a spring which stretch to increase the distance of its kicks.\nNatural abilities\n\nHitmonlee can have one of two abilities, Limber or Reckless. Limber is an ability that will prevent Hitmonlee from becoming paralyzed while Reckless increases the attack power of moves with recoil damage. ",
    "name" : "Hitmonlee",
    "price" : "3214",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/3/32/106Hitmonlee.png/revision/latest?cb=20140328205305",
    "tip" : "Luptator"
  },
  "-Ljm-8VZ7iC4F-EGh86Y" : {
    "cantitate" : "4",
    "descriere" : "Physiology\n\nLickitung is a pink, reptilian Pokémon with some white designs on its stomach, legs, and hands. It has a bulky body with a long tail and most importantly, a long tongue.\nNatural abilities\n\nLickitung can have the ability Own Tempo or the ability Oblivious. Own Tempo prevents Lickitung from getting confused. Oblivious prevents Lickitung from getting infatuated. Lickitung has a tongue which is twice its body length which it uses to catch its prey. When Lickitung licks an enemy, it usually causes paralysis. Its tongue is long enough to lick itself clean. Lickitung's saliva on its tongue can easily grip anything. ",
    "name" : "Lickitung",
    "price" : "2231",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/0/00/108Lickitung.png/revision/latest?cb=20140328205307",
    "tip" : "Normal"
  },
  "-Ljm-Ok9k13oGesFiu_X" : {
    "cantitate" : "4",
    "descriere" : "Physiology\nRhyhorn original art\n\nRhyhorn original art\nRhyhorn is a rhino-like Pokémon that is rock hard. It has spikes on top of it to protect itself from its foes. It walks on four legs and has a horn that can be used as a drill. And it has two toes on each foot and two sharp teeth sticking out of its mouth.\nGender differences\n\nThe male's horn is longer than the female's.\nNatural abilities\n\nRhyhorn can have the ability Rock Head or the ability Lightningrod. Rock Head prevents Rhyhorn from sustaining recoil damage. Lightningrod directs all Electric-type attacks to Rhyhorn. Its body is clad in a thick hide, and its tackles topple buildings. Unfortunately, it is not very clever, and can only run in straight lines. It is very difficult to catch in Safari Zone due to missing with Safari Balls. ",
    "name" : "Rhyhorn",
    "price" : "3214",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/9/9b/111Rhyhorn.png/revision/latest?cb=20140328205756",
    "tip" : "Roca"
  },
  "-Ljm-c9dvtt9jrrI1GkR" : {
    "cantitate" : "12",
    "descriere" : "Physiology\n\nTangela is a Vine Pokémon. Its body is covered with blue vines covered with tiny hairs that grow to give the impression that Tangela is circular in shape. Two big eyes are all people see inside the vines and there are no visible arms. It also wears two red shoes that poke out of the vines.\nNatural abilities\n\nTangela can have the ability Chlorophyll or the ability Leaf Guard. Chlorophyll causes Tangela's Speed to rise when it is sunny. Leaf Guard grants Tangela immunity to status effects when it is sunny. It is shrouded in blue vines. No one has seen the face hidden behind this growth of vines. ",
    "name" : "Tangela",
    "price" : "2314",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/3/3e/114Tangela.png/revision/latest?cb=20140328205759",
    "tip" : "Iarba"
  },
  "-Ljm-uzQW6xt48b_GJLx" : {
    "cantitate" : "8",
    "descriere" : "Physiology\n\nHorsea is a Water-type Pokémon that resembles a seahorse. It is a small, light blue seahorse with tiny scales. Its belly and fin are cream colored. Its tail is always curled up tightly, and it has a single fin on its back that is used for locomotion in the water.\nBehavior\n\nIf they sense trouble, they spit ink towards the instigator. If the enemy is too strong, it quickly swims to safety. When they are a safe location, they can be seen playfully tangling their tails together. Horsea do like swimming around, making them adept in using their fin. If the ocean current turns fast, however, Horsea will anchor itself by wrapping its tail around rocks or coral to prevent being washed away. It also has the ability to spit ink to escape any potential danger, because of this it can learn moves such as Smokescreen. They have been known to make their nests in the shades of corals.\nNatural abilities\n\nHorsea can have the ability Swift Swim or the ability Sniper. Swift Swim increases Horsea's Speed when it is raining. Sniper powers up critical hits. They are known to be very accurate in shooting water. ",
    "name" : "Horsea",
    "price" : "3563",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/5/5a/116Horsea.png/revision/latest?cb=20140328205800",
    "tip" : "Apa"
  },
  "-Ljm0DJKWG6xOdu2HROF" : {
    "cantitate" : "1",
    "descriere" : "Physiology\n\nMr. Mime was conceived and developed by Ken Sugimori for the first generation of Pocket Monsters games Red and Green, known outside of Japan as Pokémon Red and Blue. Its name originates from its appearance and hobby, that of a mime. Mr. Mime can be a female because its Japanese name didn't involve Mr. or Ms. Appearing as an anthropomorphic creature, it has a pink head with red cheeks and blue, frizzy hair, a round, white body with a red spot in the middle, light-pink arms and legs are connected to its body by red spheres, white, five-fingered hands, and black feet that curl upward at the tips. Their hands are depicted with four fingers and an opposable thumb, with larger fingertips and red dots on their underside. However, game representations of the character featured only three fingers on each hand until the release of Pokémon Ruby and Sapphire. Despite their localized name, any one Mr. Mime can be either male or female. ",
    "name" : "Mr. Mime",
    "price" : "7564",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/e/ec/122Mr._Mime.png/revision/latest?cb=20140328210350",
    "tip" : "Zana"
  },
  "-Ljm0Zj-D4szoQqa_TB9" : {
    "cantitate" : "4",
    "descriere" : "Physiology\nScyther 3\n\nDream World Scyther\n\nScyther is a Mantis Pokémon. It is green with two wings that enable flight. It has two razor-sharp scythes for arms.\nNatural abilities\n\nScyther can have the ability Swarm or the ability Technician. Swarm increases Scyther's Bug-type moves by 1.5x when its HP is lower than 1/3. Technician increases the power of moves under 60 attack power. Scyther's most impressive feature is its scythe-like arms that can easily cut through metal. Scyther is also known for its agility. While hunting in the wild or in a battle between trainers, it relies on its speed to strike quickly and to avoid being struck in return by its foe. Its high-supernatural speed can make it seem to be in more than one place at once, or to seem invisible as it moves in, strikes, and leaves the opponent before he can feel the blow. Scyther's wings are capable of flight, but this is rare; it is not a fast or an agile flier, and it is a better hunter on its own feet. ",
    "name" : "Scyther",
    "price" : "2334",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/b/ba/123Scyther.png/revision/latest?cb=20140328210350",
    "tip" : "Gandac"
  },
  "-Ljm0lUa0-syQX9udfHK" : {
    "cantitate" : "4",
    "descriere" : "Physiology\n\nJynx is a humanoid Pokémon. She strongly resembles a blonde-haired woman with a dark complexion in a flowing, deep-red dress, the bottom of which flows around her, while the top of which has a yellow chest plate with two red circular objects that most closely resemble female breasts, as well as luscious lips. The unbelievably rare, Shiny version is a Jynx with a much brighter shade of purple skin, vermilion dress color, and near white blonde hair. Jynx originally had black skin. This was dropped due to the unfortunate resemblance to blackface.\nNatural abilities\n\nJynx can have the ability Oblivious or the ability Forewarn. Oblivious grants Jynx immunity to infatuation. Forewarn allows Jynx to identify the opponent's move with the highest attack power. ",
    "name" : "Jynx",
    "price" : "3321",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/7/7c/124Jynx.png/revision/latest?cb=20140328210350",
    "tip" : "Gheata"
  },
  "-Ljm0vDOf2Df7SL_ODuZ" : {
    "cantitate" : "3",
    "descriere" : "Physiology\n\nThey seem to be based on a flat-stag beetle and have long, pricked horns on their heads. Their whole body is a light brown with three claws on each toe.\nNatural abilities\n\nPinsir can have the ability Hyper Cutter or the ability Mold Breaker. Hyper Cutter prevents reduction of Pinsir's Attack stat. Mold Breaker allows Pinsir to use moves that would otherwise be non-effective because of an ability. A Pinsir's horns can crush many objects and allow it to pick up extremely heavy things. They group up in the winter to keep warm. ",
    "name" : "Pinsir",
    "price" : "4421",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/7/71/127Pinsir.png/revision/latest?cb=20140328210351",
    "tip" : "Gandac"
  },
  "-Ljm1TdFjfhB3bH6vXKQ" : {
    "cantitate" : "5",
    "descriere" : "Physiology\n\nPorygon is a Virtual Pokémon. It is based on early 3D animation models, and is thus created completely out of polygons. It looks a little like a duck or some kind of bird. The various parts of Porygon's body are colored pink, white, and blue. Its eyes are in the shape of hexagons.\nNatural abilities\n\nPorygon can have the ability Trace or the ability Download. Trace copies the opponent's ability. Download increases Porygon's Attack or Special Attack depending on the opponent's defenses. It is the first artificial Pokémon, created by the scientists at the Silph Co. company. ",
    "name" : "Porygon",
    "price" : "3221",
    "scr" : "https://vignette.wikia.nocookie.net/pokemon/images/6/6b/137Porygon.png/revision/latest?cb=20140328210734",
    "tip" : "Normal"
  }
}
